---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.AreaLoadType
source: html/218f2193-b53e-c784-402b-9dc0008a56a4.htm
---
# AreaLoadType Properties

The id of the assembly instance to which the element belongs.